label k_prolog:
    $ new_chapter(0, u"Пролог")
    $ updVisual()
    scene kursk2
    $ set_mode_nvl()
    "К-141 «Курск» – атомная подводная лодка с крылатыми ракетами. Она была заложена в Северодвинске в 1992 году, спущена на воду в мае 1994 года, принята в эксплуатацию 30 декабря 1994 года."
    scene vmf
    "С 1995 по 2000 год находилась в составе Северного флота ВМФ России. В марте 1995 года ректор Курской духовной семинарии епископ Белгородский владыка Иоанн освятил атомную субмарину. Тогда он подарил экипажу копию 700-летней иконы Курской Божией Матери, а каждому подводнику – маленькие иконки с изображением Николая-угодника, покровителя и заступника моряков."
    scene air_car
    "В 1999 году во время операции НАТО против Югославии «Курск» вёл скрытное наблюдение за авианосцем ВМС США «Теодор Рузвельт», самолёты с которого наносили удары по Югославии. За время средиземноморского похода «Курск» отработал 5 условных атак по реальным целям."
    nvl clear
    